Repository: hanna-rodler/albumExt
Catalog: public/typo3conf/ext/rodler_kinderordi/Resources/Private/Language/*.locallang.xlf
Languages: de

source: Contact
de: Kontakt

# openingH
source: Opening Hours
de: Öffnungszeiten

source: to top
de: nach oben

# day1
source: Mo, Tu
de: Mo, Di

# day2
source: We, Th
de: Mi, Do

# time
source: o'clock
de: Uhr

source: Login
de: Anmelden

# kinderordi_Termin.element.page-1.properties.label
source: General
de: Allgemein

# kinderordi_Termin.element.radiobutton-1.properties.label
source: Appointment for:
de: Termin für:

# kinderordi_Termin.element.radiobutton-1.properties.options.child
source: my child
de: mein Kind

# kinderordi_Termin.element.radiobutton-1.properties.options.self
source: myself
de: mich selbst

# kinderordi_Termin.validation.error.radiobutton-1.1221560910
source: Please select for whom the appointment is.
de: Bitte auswählen für wen der Termin ist.

# kinderordi_Termin.element.singleselect-1.properties.label
source: Appointment because of
de: Termin aufgrund

# kinderordi_Termin.element.singleselect-1.properties.options.Erkrankung
source: Illness
de: Erkrankung

# kinderordi_Termin.element.singleselect-1.properties.options.Vorsorgeuntersuchung
source: Preventive medical checkup
de: Vorsorgeuntersuchung

source: Mother-Child-Pass checkup
de: Mutter-Kind-Pass Untersuchung

# kinderordi_Termin.element.singleselect-1.properties.options.Sonstiges
source: Other
de: Sonstiges

# kinderordi_Termin.validation.error.singleselect-1.1221560910
source: Please select for whom the appointment is.
de: Bitte geben Sie wofür der Termin ist.

# kinderordi_Termin.element.page-2.properties.label
source: Personal Data
de: Persönliche Daten

# kinderordi_Termin.element.fieldset-1.properties.label
source: Patient Information
de: Patienteninformationen

# kinderordi_Termin.element.fieldset-2.properties.label
source: Contact Data
de: Kontaktdaten

# kinderordi_Termin.element.fieldset-3.properties.label
source: Further Information
de: Weitere Informationen

# kinderordi_Termin.element.text-1.properties.label
source: First Name:
de: Vorname:

# kinderordi_Termin.validation.error.text-1.1221560910
source: Plase enter first name.
de: Bitte Vornamen eingeben.

# kinderordi_Termin.validation.error.text-1.1238110957
source: Plase enter first name.
de: Bitte Vornamen eingeben.

# kinderordi_Termin.validation.error.text-1.1269883975
source: Plase enter first name.
de: Bitte Vornamen eingeben.

# kinderordi_Termin.validation.error.text-1.1428504122
source: Plase enter a valid first name.
de: Bitte gültigen Vornamen eingeben.

# kinderordi_Termin.validation.error.text-1.1238108068
source: Plase enter first name.
de: Bitte gültigen Vornamen eingeben.

# kinderordi_Termin.validation.error.text-1.1238108069
source: Plase enter first name.
de: Bitte gültigen Vornamen eingeben.

# kinderordi_Termin.validation.error.text-1.1221560718
source: Plase enter first name.
de: Bitte gültigen Vornamen eingeben.

# kinderordi_Termin.validation.error.text-1.1347992400
source: Plase enter first name.
de: Bitte gültigen Vornamen eingeben.

# kinderordi_Termin.validation.error.text-1.1347992453
source: Plase enter first name.
de: Bitte gültigen Vornamen eingeben.

# kinderordi_Termin.element.text-2.properties.label
source: Last Name:
de: Vorname:

# kinderordi_Termin.validation.error.text-2.1221560910
source: Plase enter a last name.
de: Bitte Nachnamen eingeben.

# kinderordi_Termin.validation.error.text-2.1221560718
source: Plase enter a last name.
de: Bitte Nachnamen eingeben.

# kinderordi_Termin.validation.error.text-2.1347992400
source: Plase enter a last name.
de: Bitte Nachnamen eingeben.

# kinderordi_Termin.validation.error.text-2.1347992453
source: Plase enter a last name.
de: Bitte Nachnamen eingeben.

# kinderordi_Termin.validation.error.text-2.1238110957
source: Plase enter valid a last name.
de: Bitte gültigen Nachnamen eingeben.

# kinderordi_Termin.validation.error.text-2.1269883975
source: Plase enter valid a last name.
de: Bitte gültigen Nachnamen eingeben.

# kinderordi_Termin.validation.error.text-2.1428504122
source: Plase enter valid a last name.
de: Bitte gültigen Nachnamen eingeben.

# kinderordi_Termin.validation.error.text-2.1238108068
source: Plase enter valid a last name.
de: Bitte gültigen Nachnamen eingeben.

# kinderordi_Termin.validation.error.text-2.1238108069
source: Plase enter valid a last name.
de: Bitte gültigen Nachnamen eingeben.

# kinderordi_Termin.element.date-1.properties.label
source: Date of Birth:
de: Geburtsdatum:

# kinderordi_Termin.validation.error.date-1.1221560910
source: Plase enter date of birth.
de: Bitte Geburtsdatum eingeben.

# kinderordi_Termin.validation.error.date-1.1221560718
source: Plase enter date of birth.
de: Bitte Geburtsdatum eingeben.

# kinderordi_Termin.validation.error.date-1.1347992400
source: Plase enter date of birth.
de: Bitte Geburtsdatum eingeben.

# kinderordi_Termin.validation.error.date-1.1347992453
source: Plase enter date of birth.
de: Bitte Geburtsdatum eingeben.

# kinderordi_Termin.element.number-1.properties.label
source: Social Security Number:
de: Sozialversicherungsnummer:

# kinderordi_Termin.element.number-1.properties.elementDescription
source: 4-digit Number + DD/MM/YY of date of birth
de: 4-stellige Nummer + TT/MM/JJ von Geburtsdatum

# kinderordi_Termin.validation.error.number-1.1221560910
source: Please enter social security number.
de: Bitte Sozialversicherungsnummer eingeben.

# kinderordi_Termin.validation.error.number-1.1221560718
source: Please enter social security number.
de: Bitte Sozialversicherungsnummer eingeben.

# kinderordi_Termin.validation.error.number-1.1347992400
source: Please enter social security number.
de: Bitte Sozialversicherungsnummer eingeben.

# kinderordi_Termin.validation.error.number-1.1347992453
source: Please enter social security number.
de: Bitte Sozialversicherungsnummer eingeben.

# kinderordi_Termin.validation.error.number-1.1221563685
source: Please enter a valid social security number.
de: Bitte gültige Sozialversicherungsnummer eingeben.

# kinderordi_Termin.validation.error.number-1.1221561046
source: Please enter a valid social security number.
de: Bitte gültige Sozialversicherungsnummer eingeben.

# kinderordi_Termin.validation.error.number-1.1221560288
source: Social security number must be a number.
de: Sozialversicherungsnummer muss eine Nummer sein.

# kinderordi_Termin.validation.error.email-1.1221559976
source: Please enter a valid email address.
de: Bitte gültige E-Mail Adresse angeben.

# kinderordi_Termin.validation.error.email-1.1221560910
source: Please enter an email adress.
de: Bitte E-Mail Adresse eingeben.

# kinderordi_Termin.validation.error.email-1.1221560718
source: Please enter an email adress.
de: Bitte E-Mail Adresse eingeben.

# kinderordi_Termin.validation.error.email-1.1347992400
source: Please enter an email adress.
de: Bitte E-Mail Adresse eingeben.

# kinderordi_Termin.validation.error.email-1.1347992453
source: Please enter an email adress.
de: Bitte E-Mail Adresse eingeben.

# kinderordi_Termin.element.telephone-1.properties.label
source: Telephone Number:
de: Telefonnummer:

# kinderordi_Termin.element.telephone-1.properties.elementDescription
source: Please fill in if you want to be called back.
de: Bei Wunsch für Rückruf bitte angeben.

# kinderordi_Termin.element.text-4.properties.label
source: Street and Number:
de: Straße und Hausnummer:

# kinderordi_Termin.validation.error.text-4.1221560910
source: Please enter your adress.
de: Bitte Adresse eingeben.

# kinderordi_Termin.validation.error.text-4.1221560718
source: Please enter your adress.
de: Bitte Adresse eingeben.

# kinderordi_Termin.validation.error.text-4.1347992400
source: Please enter your adress.
de: Bitte Adresse eingeben.

# kinderordi_Termin.validation.error.text-4.1347992453
source: Please enter your adress.
de: Bitte Adresse eingeben.

# kinderordi_Termin.element.number-2.properties.label
source: Postal Code:
de: PLZ:

# kinderordi_Termin.validation.error.number-2.1221561046
source: Please enter your valid postal code.
de: Bitte gültige PLZ eingeben.

# kinderordi_Termin.validation.error.number-2.1221560910
source: Please enter your postal code.
de: Bitte PLZ eingeben.

# kinderordi_Termin.validation.error.number-2.1221560718
source: Please enter your postal code.
de: Bitte PLZ eingeben.

# kinderordi_Termin.validation.error.number-2.1347992400
source: Please enter your postal code.
de: Bitte PLZ eingeben.

# kinderordi_Termin.validation.error.number-2.1347992453
source: Please enter your postal code.
de: Bitte PLZ eingeben.

# kinderordi_Termin.element.text-5.properties.label
source: City:
de: Stadt:

# kinderordi_Termin.validation.error.text-5.1221560910
source: Please fill in the city you live in.
de: Bitte Stadt eingeben.

# kinderordi_Termin.validation.error.text-5.1221560718
source: Please fill in the city you live in.
de: Bitte Stadt eingeben.

# kinderordi_Termin.validation.error.text-5.1269883975
source: Please fill in the city you live in.
de: Bitte Stadt eingeben.

# kinderordi_Termin.validation.error.text-5.1347992400
source: Please fill in the city you live in.
de: Bitte Stadt eingeben.

# kinderordi_Termin.validation.error.text-5.1347992453
source: Please fill in the city you live in.
de: Bitte Stadt eingeben.

# kinderordi_Termin.validation.error.text-5.1238110957
source: Please fill in a valid city.
de: Bitte gültige Stadt eingeben.

# kinderordi_Termin.validation.error.text-5.1269883975
source: Please fill in a valid city.
de: Bitte gültige Stadt eingeben.

# kinderordi_Termin.validation.error.text-5.1428504122
source: Please fill in a valid city.
de: Bitte gültige Stadt eingeben.

# kinderordi_Termin.validation.error.text-5.1238108068
source: Please fill in a valid city.
de: Bitte gültige Stadt eingeben.

# kinderordi_Termin.validation.error.text-5.1238108069
source: Please fill in a valid city.
de: Bitte gültige Stadt eingeben.

# kinderordi_Termin.element.textarea-1.properties.label
source: Message:
de: Nachricht:

# kinderordi_Termin.element.textarea-1.properties.placeholder
source: Do you want to tell us something else?
de: Möchten Sie uns noch eine Nachricht hinterlassen?

# kinderordi_Termin.element.text-3.properties.label
source: Appointment requests:
de: Terminvorschläge:

# kinderordi_Termin.element.text-3.properties.placeholder
source: e.g.: Tuesday afternoons
de: z.B: Dienstag Nachmittage

# kinderordi_Termin.element.page-1.renderingOptions.nextButtonLabel
source: Next
de: Weiter

# kinderordi_Termin.element.page-2.renderingOptions.nextButtonLabel
source: Summary
de: Zusammenfassung

# kinderordi_Termin.element.page-2.renderingOptions.previousButtonLabel
source: Back
de: Zurück

# kinderordi_Termin.element.summarypage-1.renderingOptions.previousButtonLabel
source: Back
de: Zurück

# kinderordi_Termin.element.kinderordi_Termin.renderingOptions.submitButtonLabel
source: Submit
de: Absenden

# kinderordi_Termin.finisher.EmailToSender.subject
source: Appointment Request for {text-1} {text-2} is being processed.
de: Terminanfrage für {text-1} {text-2} in Bearbeitung.
